Repository: jaliliB21/risk-manager
Catalog: src/risk_manager/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Change Language
fa: تغییر زبان

source: Calculator
fa: ماشین حساب

source: Calendar
fa: تقویم

source: Footer
fa: فوتر

source: something
fa: چیزی

source: Account reserve
fa: میزان رزرو

source: Account balance
fa: موجودی

source: Account balance for trade
fa: موجودی برای ترید

source: Symbol
fa: سهم

source: Broker
fa: کارگزار

source: Target
fa: قیمت هدف

source: Entry
fa: قیمت

source: R:R
fa: ریسک ریوارد

source: Amount
fa: مبلغ معامله

source: Commision
fa: کارمزد

source: TF
fa: تایم فریم

source: Strategy
fa: استراتژی

source: Stop Loss
fa: قیمت حد ضرر

source: New balance after trade
fa: موجودی جدید بعد از ترید

source: In case of loss
fa: در صورت ضرر

source: In case of win
fa: در صورت سود

source: Save
fa: ذخیره

source: Saved
fa: ذخیره شده

source: Not Saved Yet
fa: ذخیره نشده

source: New Trade
fa: ترید جدید
